10/data/attachments/853432669cb3edd0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Shannon_loss_Friend_77846_1</nif:username>
            <nif:friendToBeRequested>soap_friends_6a098ebe-a316-49a3-a6fa-8377ab78b4e0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>